blog/bookmarks-list.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>Bookmarks List</title>
<!-- 2018-06-20 Wed 14:01 -->
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />
<meta  name="author" content="Siqing Mu" />
<link rel="shortcut icon" href="https://www.khow.me/blog/images/favicon.ico" /><link rel="stylesheet" type="text/css" href="./css/site.css" />
</head>
<body>
<div id="content">
<h1 class="title">Bookmarks List</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">1. Tools</a></li>
<li><a href="#sec-2">2. Books</a></li>
</ul>
</div>
</div>

<div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1"><span class="section-number-2">1</span> Tools</h2>
<div class="outline-text-2" id="text-1">
<ol class="org-ol">
<li><a href="https://github.com/rofl0r/proxychains-ng">proxychains4</a> 一个 Unix 代理工具
</li>
<li><a href="https://github.com/apenwarr/sshuttle">sshuttle</a> 一个透明代理工具，用于中转流量
</li>
<li><a href="https://iperf.fr/">iperf</a> 一个终极速度测试工具用于 TCP, UDP 和 SCTP 协议
</li>
<li><a href="https://www.tcpdump.org/tcpdump_man.html">tcpdump</a> 一个运行在命令行上的常用数据包分析工具
</li>
<li><a href="http://www.uderzo.it/main_products/space_sniffer/">space sniffer</a> 一款分析硬盘数据结构和大小的软件
</li>
<li><a href="http://supervisord.org/">supervisor</a> 一个用 Python 写的进程管理软件，可以替代 nohup &amp;
</li>
<li><a href="https://www.freedownloadmanager.org/">FDM</a> 一个支持 Windows 和 MacOS 系统的下载工具
</li>
<li><a href="https://sentry.io/">sentry</a> 一个开源的错误追踪和帮助解决错误的工具
</li>
<li><a href="https://github.com/wg/wrk">wrk</a> 一个 HTTP 基准测试工具
</li>
<li><a href="https://en.wikipedia.org/wiki/Iostat">iostat</a> 用于输出CPU和磁盘I/O相关的统计信息
</li>
<li><a href="https://www.tripwire.com/">tripwire</a> Linux下文件系统完整性安全检查软件工具
</li>
<li><a href="https://github.com/pyenv/pyenv">pyenv</a> Simple Python version management
</li>
<li><a href="https://www.tripwire.com/">tripwire</a> 入侵检测
</li>
<li><a href="https://www.snort.org/">snort</a> 入侵检测
</li>
<li><a href="https://www.virtualbox.org/">VirtualBox</a> 虚拟机
</li>
<li><a href="https://www.wireshark.org/">Wireshark</a> 抓包工具
</li>
<li></li>
<li></li>
<li></li>
<li></li>
<li></li>
</ol>
</div>
</div>

<div id="outline-container-sec-2" class="outline-2">
<h2 id="sec-2"><span class="section-number-2">2</span> Books</h2>
</div>
</div>
<div id="postamble" class="status">
<div id="disqus_thread"></div>
            <script type="text/javascript">
            var disqus_shortname = 'seymer';
            (function() {
                    var dsq = document.createElement('script'); dsq.type = 'text/javascript'; dsq.async = true;
                    dsq.src = '//' + disqus_shortname + '.disqus.com/embed.js';
                    (document.getElementsByTagName('head')[0] || document.getElementsByTagName('body')[0]).appendChild(dsq);
                    })();
            </script>
            <script>
              (function(i,s,o,g,r,a,m){i['GoogleAnalyticsObject']=r;i[r]=i[r]||function(){
                      (i[r].q=i[r].q||[]).push(arguments)},i[r].l=1*new Date();a=s.createElement(o),
                      m=s.getElementsByTagName(o)[0];a.async=1;a.src=g;m.parentNode.insertBefore(a,m)
                      })(window,document,'script','//www.google-analytics.com/analytics.js','ga');

              ga('create', 'UA-110114842-1', 'auto');
              ga('send', 'pageview');
            </script>
</div>
</body>
</html>
